Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Glance Compact Title Format
ar: تنسيق العنوان في وضع Glance المضغوط
de: Kompaktes Titelformat in Glance
es: Formato de título compacto de Glance
fr: Format de titre en mode compact Glance
hu: Glance kompakt címformátum
ja: Glanceのコンパクトタイトル形式
nl: Compacte titels in Glance
pl: Format tytułu kompaktowego Glance
pt: Formato de Título Compacto do Glance
ru: Формат компактного заголовка Glance
sv: Glance: titelformat i kompakt läge
tr: Glance Kompakt Başlık Biçimi
vi: Định dạng tiêu đề thu gọn Glance
zh_hans: Glance 紧凑标题格式
zh_hant: Glance 精簡標題格式

source: Glance Compact Title Text Size
ar: حجم نص العنوان المضغوط في Glance
de: Kompakte Titeltextgröße in Glance
es: Tamaño del texto del título compacto de Glance
fr: Taille du texte des titres compacts Glance
hu: Glance kompakt cím szövegmérete
ja: Glanceコンパクト表示のタイトルのテキストサイズ
nl: Compacte titel-tekstgrootte in Glance
pl: Rozmiar tekstu tytułu kompaktowego Glance
pt: Tamanho do Texto do Título Compacto do Glance
ru: Размер текста компактного заголовка Glance
sv: Glance: textstorlek för kompakt titel
tr: Glance Kompakt Başlık Metni Boyutu
vi: Kích cỡ văn bản tiêu đề thu gọn Glance
zh_hans: Glance 紧凑标题文本大小
zh_hant: Glance 精簡預覽標題文字大小

source: Glance Current Monitor Only
ar: Glance على الشاشة الحالية فقط
de: Glance nur auf dem aktuellen Display
es: Glance: solo el monitor actual
fr: Glance : écran actuel uniquement
hu: Glance csak az aktuális monitoron
ja: Glance: 現在のモニターのみ
nl: Glance alleen huidige monitor
pl: Glance tylko na bieżącym wyświetlaczu
pt: Glance Apenas no Monitor Atual
ru: Только текущий монитор Glance
sv: Glance: endast aktuell bildskärm
tr: Yalnızca Glance Geçerli Monitör
vi: Chỉ màn hình hiện tại của Glance
zh_hans: Glance 仅显示当前显示器上的窗口
zh_hant: Glance 僅限目前顯示器

source: Glance Current Space Only
ar: Glance في المساحة الحالية فقط
de: Glance nur im aktuellen Space
es: Glance: solo el espacio actual
fr: Glance : espace actuel uniquement
hu: Glance csak az aktuális Space-en
ja: Glance: 現在の操作スペースのみ
nl: Glance alleen huidige space
pl: Glance tylko na bieżącej przestrzeni
pt: Glance Apenas no Espaço Atual
ru: Только текущее рабочее пространство Glance
sv: Glance: endast aktuellt Space
tr: Yalnızca Glance Geçerli Masaüstü
vi: Chỉ không gian hiện tại của Glance
zh_hans: Glance 仅显示当前空间中的窗口
zh_hant: Glance 僅限目前空間

source: Glance Cycle Windows Key
ar: مفتاح التنقل بين النوافذ في Glance
de: Taste zum Wechseln zwischen Fenstern in Glance
es: Tecla Alternar ventanas de Glance
fr: Touche Parcourir les fenêtres de Glance
hu: Glance ablakváltó billentyű
ja: Glanceのウインドウ切り替えキー
nl: Toets om door vensters te bladeren in Glance
pl: Klawisz przełączania okien Glance
pt: Tecla de Alternar Janelas do Glance
ru: Клавиша «Перебор окон» в Glance
sv: Glance: tangent för Växla fönster
tr: Glance Pencereleri Döngüle Tuşu
vi: Phím chuyển đổi cửa sổ Glance
zh_hans: Glance 窗口切换键
zh_hant: Glance 視窗循環切換按鍵

source: Glance Dynamic Image Sizing
ar: تحجيم الصور الديناميكي في Glance
de: Dynamische Bildskalierung in Glance
es: Tamaño dinámico de imágenes de Glance
fr: Dimensionnement dynamique des images Glance
hu: Glance dinamikus képméretezés
ja: Glanceの動的な画像サイズ調整
nl: Dynamische afbeeldingsgrootte in Glance
pl: Dynamiczne skalowanie obrazów Glance
pt: Dimensionamento Dinâmico de Imagem do Glance
ru: Динамическое изменение размера изображений Glance
sv: Glance: dynamisk bildstorlek
tr: Glance Dinamik Görsel Boyutlandırma
vi: Kích cỡ hình ảnh linh hoạt Glance
zh_hans: Glance 动态图像尺寸
zh_hant: Glance 動態影像尺寸調整

source: Glance Embed Controls
ar: تضمين عناصر التحكم في Glance
de: Steuerelemente in Glance einbetten
es: Integrar controles en Glance
fr: Intégrer les commandes Glance
hu: Glance beágyazott vezérlők
ja: Glanceのコントロール埋め込み
nl: Glance-bedieningselementen insluiten
pl: Osadź elementy sterujące Glance
pt: Incorporar Controlos no Glance
ru: Встроенные элементы управления Glance
sv: Glance: bädda in reglage
tr: Glance Denetimleri Göm
vi: Điều khiển nhúng Glance
zh_hans: Glance 嵌入控制
zh_hant: Glance 嵌入控制項

source: Glance Enabled Actions
ar: الإجراءات المفعّلة في Glance
de: Aktivierte Aktionen in Glance
es: Acciones activadas de Glance
fr: Actions activées de Glance
hu: Glance engedélyezett műveletek
ja: Glanceの有効なアクション
nl: Ingeschakelde acties voor Glance
pl: Włączone akcje Glance
pt: Ações Ativadas do Glance
ru: Включённые действия Glance
sv: Glance: aktiverade åtgärder
tr: Glance Etkin Eylemler
vi: Tác vụ được bật Glance
zh_hans: Glance 启用的操作
zh_hant: Glance 已啟用的動作

source: Glance Hidden or Minimized Windows
ar: النوافذ المخفية أو المصغّرة في Glance
de: Ausgeblendete oder minimierte Fenster in Glance
es: Ventanas ocultas o minimizadas en Glance
fr: Fenêtres masquées ou réduites dans Glance
hu: Glance rejtett vagy kicsinyített ablakok
ja: Glanceの非表示または最小化されたウインドウ
nl: Verborgen of geminimaliseerde vensters in Glance
pl: Ukryte lub zminimalizowane okna Glance
pt: Janelas Ocultadas ou Minimizadas no Glance
ru: Скрытые или свёрнутые окна Glance
sv: Glance: gömda eller minimerade fönster
tr: Glance Gizli veya Küçültülmüş Pencereler
vi: Cửa sổ bị ẩn hoặc thu nhỏ Glance
zh_hans: Glance 隐藏或最小化的窗口
zh_hant: Glance 隱藏或最小化的視窗

source: Glance Ignore Single-Window Apps
ar: تجاهل Glance للتطبيقات ذات النافذة الواحدة
de: Apps mit nur einem Fenster in Glance ignorieren
es: Ignorar apps de una sola ventana en Glance
fr: Glance : ignorer les apps à fenêtre unique
hu: Glance egyablakos appok mellőzése
ja: Glance: 単一ウインドウのアプリを無視
nl: Negeer apps met één venster in Glance
pl: Glance ignoruje aplikacje z jednym oknem
pt: Ignorar Apps de Janela Única no Glance
ru: Игнорировать однооконные приложения в Glance
sv: Glance: ignorera appar med ett fönster
tr: Glance Tek Pencereli Uygulamaları Yoksay
vi: Glance bỏ qua ứng dụng một cửa sổ
zh_hans: Glance 忽略单窗口应用
zh_hant: Glance 忽略單一視窗應用程式

source: Glance Minimized Badge
ar: شارة التصغير في Glance
de: Kennzeichen für minimierte Fenster in Glance
es: Insignia de minimizado de Glance
fr: Badge des fenêtres réduites dans Glance
hu: Glance kicsinyítési jelvény
ja: Glanceのしまったウインドウのバッジ
nl: Badge voor geminimaliseerd in Glance
pl: Plakietka minimalizacji w Glance
pt: Emblema de Minimização do Glance
ru: Метка свернутых окон в Glance
sv: Glance: minimeringsbricka
tr: Glance Küçültülmüş Rozeti
vi: Huy hiệu thu nhỏ trong Glance
zh_hans: Glance 最小化标记
zh_hant: Glance 預覽的最小化標記

source: Glance Monochrome Controls
ar: عناصر تحكم Glance أحادية اللون
de: Monochrome Steuerelemente in Glance
es: Controles monocromos de Glance
fr: Commandes monochromes Glance
hu: Glance monokróm vezérlők
ja: Glanceのモノクロコントロール
nl: Monochrome Glance-bedieningselementen
pl: Monochromatyczne elementy sterujące Glance
pt: Controlos Monocromáticos do Glance
ru: Монохромные элементы управления Glance
sv: Glance: monokroma reglage
tr: Glance Tek Renkli Denetimler
vi: Điều khiển đơn sắc Glance
zh_hans: Glance 单色控件
zh_hant: Glance 單色控制項

source: Glance Pill Style
ar: نمط الكبسولة في Glance
de: Kapselstil in Glance
es: Estilo de píldora de Glance
fr: Style de pastille Glance
hu: Glance kapszulastílus
ja: Glanceのピルスタイル
nl: Pilstijl voor Glance
pl: Styl kapsułki Glance
pt: Estilo de Pílula do Glance
ru: Стиль пилюли Glance
sv: Glance: pillerstil
tr: Glance Hap Stili
vi: Kiểu bo viên Glance
zh_hans: Glance 胶囊样式
zh_hant: Glance 膠囊樣式

source: Glance Show Title
ar: إظهار العنوان في Glance
de: Titel in Glance anzeigen
es: Mostrar título en Glance
fr: Afficher le titre dans Glance
hu: Glance cím megjelenítése
ja: Glanceのタイトル表示
nl: Titel weergeven in Glance
pl: Pokazuj tytuł Glance
pt: Mostrar Título no Glance
ru: Показывать заголовок Glance
sv: Glance: visa titel
tr: Glance Başlığı Göster
vi: Glance hiển thị tiêu đề
zh_hans: Glance 显示标题
zh_hant: 顯示 Glance 標題

source: Glance Title Pill Style
ar: نمط كبسولة العنوان في Glance
de: Kapselstil für Glance-Titel
es: Estilo de píldora del título de Glance
fr: Style de la pastille de titre Glance
hu: Glance címkapszula stílusa
ja: Glanceのタイトルピルスタイル
nl: Pilstijl van titel in Glance
pl: Styl kapsułki tytułu Glance
pt: Estilo de Pílula do Título do Glance
ru: Стиль пилюли заголовка Glance
sv: Glance: pillerstil för titel
tr: Glance Başlık Hap Stili
vi: Kiểu bo viên tiêu đề Glance
zh_hans: Glance 标题胶囊样式
zh_hant: Glance 標題膠囊樣式

source: Glance Title Position
ar: موضع العنوان في Glance
de: Titelposition in Glance
es: Posición del título de Glance
fr: Position du titre Glance
hu: Glance címpozíció
ja: Glanceのタイトル位置
nl: Positie van titel in Glance
pl: Położenie tytułu Glance
pt: Posição do Título do Glance
ru: Позиция заголовка Glance
sv: Glance: titelposition
tr: Glance Başlık Konumu
vi: Vị trí tiêu đề Glance
zh_hans: Glance 标题位置
zh_hant: Glance 標題位置

source: Glance Title Visibility
ar: ظهور العنوان في Glance
de: Titelsichtbarkeit in Glance
es: Visibilidad del título de Glance
fr: Visibilité du titre Glance
hu: Glance cím láthatósága
ja: Glanceのタイトルの表示条件
nl: Zichtbaarheid van titel in Glance
pl: Widoczność tytułu Glance
pt: Visibilidade do Título do Glance
ru: Видимость заголовка Glance
sv: Glance: titelsynlighet
tr: Glance Başlık Görünürlüğü
vi: Mức độ hiển thị tiêu đề Glance
zh_hans: Glance 标题可见性
zh_hant: Glance 標題顯示

source: Glance Window Controls
ar: عناصر تحكم النوافذ في Glance
de: Fenstersteuerungen in Glance
es: Controles de ventana de Glance
fr: Commandes de fenêtre Glance
hu: Glance ablakvezérlők
ja: Glanceのウインドウコントロール
nl: Glance-vensterbedieningselementen
pl: Elementy sterujące oknem Glance
pt: Controlos de Janela do Glance
ru: Элементы управления окнами Glance
sv: Glance: fönsterreglage
tr: Glance Pencere Denetimleri
vi: Điều khiển cửa sổ Glance
zh_hans: Glance 窗口控制
zh_hant: Glance 視窗控制項

source: Glance Window Controls Preview
ar: معاينة عناصر تحكم النوافذ في Glance
de: Vorschau der Fenstersteuerungen in Glance
es: Previsualización de los controles de ventana de Glance
fr: Aperçu des commandes de fenêtre Glance
hu: Glance ablakvezérlők előnézete
ja: Glanceのウインドウコントロールプレビュー
nl: Voorbeeld van Glance-vensterbedieningselementen
pl: Podgląd elementów sterujących oknem Glance
pt: Pré-visualização dos Controlos de Janela do Glance
ru: Предпросмотр элементов управления окнами Glance
sv: Glance: förhandsvisning av fönsterreglage
tr: Glance Pencere Denetimleri Önizlemesi
vi: Xem trước điều khiển cửa sổ Glance
zh_hans: Glance 窗口控制预览
zh_hant: Glance 視窗控制項預覽

source: glass
ar: زجاج
de: glas
es: vidrio
fr: verre
hu: üveg
ja: ガラス
nl: glas
pl: szkło
pt: vidro
ru: стекло
sv: glas
tr: cam
vi: kính
zh_hans: 玻璃
zh_hant: 玻璃

source: Glass
ar: زجاج
de: Glas
es: Vidrio
fr: Verre
hu: Üveg
ja: ガラス
nl: Glas
pl: Szkło
pt: Vidro
ru: Стекло
sv: Glas
tr: Cam
vi: Kính
zh_hans: 玻璃
zh_hant: 玻璃

source: Glass Backing
ar: الطبقة الخلفية للزجاج
de: Glas-Hintergrund
es: Fondo de vidrio
fr: Fond en verre
hu: Üveghatású háttér
ja: ガラスの下地
nl: Glasachtergrond
pl: Podkład szkła
pt: Fundo de Vidro
ru: Подложка стекла
sv: Glasbakgrund
tr: Cam Zemin
vi: Lớp nền kính
zh_hans: 玻璃背衬
zh_hant: 玻璃背景

source: Glass backing, panel border, and light-mode overlay.
ar: خلفية زجاجية وحدود اللوحة وطبقة المظهر الفاتح.
de: Glas-Hintergrund, Panel-Rahmen und Überlagerung im hellen Modus.
es: Fondo de vidrio, borde de paneles y superposición en modo claro.
fr: Fond en verre, bordure des panneaux et surcouche du mode clair.
hu: Üveghatású háttér, panelszegély és világos módú fedőréteg.
ja: ガラスの下地、パネルの枠線、ライトモードのオーバーレイ。
nl: Glasachtergrond, paneelrand en overlay in de lichte modus.
pl: Tło szkła, obramowanie panelu i nakładka trybu jasnego.
pt: Fundo de vidro, contorno do painel e sobreposição no modo claro.
ru: Стеклянная подложка, граница панели и наложение светлого режима.
sv: Glasbakgrund, panelram och överlägg i ljust läge.
tr: Cam zemin, panel kenarlığı ve açık mod katmanı.
vi: Lớp nền kính, viền bảng và lớp phủ chế độ sáng.
zh_hans: 调整玻璃背景、面板边框和浅色模式叠加层。
zh_hant: 玻璃背景、面板框線與淺色模式覆蓋效果。

source: Glass Opacity
ar: عتامة الزجاج
de: Glasdeckkraft
es: Opacidad del vidrio
fr: Opacité du verre
hu: Üveg átlátszatlansága
ja: ガラスの不透明度
nl: Doorzichtigheid van het glas
pl: Krycie szkła
pt: Opacidade do Vidro
ru: Непрозрачность стекла
sv: Glasopacitet
tr: Cam Opaklığı
vi: Độ mờ của kính
zh_hans: 玻璃不透明度
zh_hant: 玻璃效果不透明度

source: Glass Style
ar: نمط الزجاج
de: Glasstil
es: Estilo del vidrio
fr: Style de verre
hu: Üvegstílus
ja: ガラスのスタイル
nl: Glass-stijl
pl: Styl szkła
pt: Estilo do Vidro
ru: Стиль стекла
sv: Glasstil
tr: Cam Stili
vi: Kiểu kính
zh_hans: 玻璃样式
zh_hant: 玻璃樣式

source: glasses
ar: أكواب
de: Gläser
es: vasos
fr: verres
hu: pohár
ja: 杯
nl: glazen
pl: szkl.
pt: copos
ru: стаканов
sv: glas
tr: bardak
vi: ly
zh_hans: 杯
zh_hant: 杯數

source: glasses today
ar: أكواب اليوم
de: Gläser heute
es: vasos hoy
fr: verres aujourd'hui
hu: pohár ma
ja: 今日の杯数
nl: glazen vandaag
pl: szkl. dzisiaj
pt: copos hoje
ru: стаканов сегодня
sv: glas idag
tr: bardak bugün
vi: ly hôm nay
zh_hans: 今日杯数
zh_hant: 今日喝水杯數

source: Global keyboard shortcut registration
ar: تسجيل اختصارات لوحة المفاتيح على مستوى النظام
de: Globale Registrierung von Tastaturkurzbefehlen
es: Registro de atajos de teclado globales
fr: Enregistrement des raccourcis clavier globaux
hu: Globális billentyűparancsok regisztrálása
ja: グローバルキーボードショートカットの登録
nl: Registratie van globale sneltoetsen
pl: Rejestrowanie globalnych skrótów klawiaturowych
pt: Registo de atalhos de teclado globais
ru: Регистрация горячих клавиш
sv: Registrering av globala kortkommandon
tr: Genel klavye kısayolu kaydı
vi: Đăng ký phím tắt toàn hệ thống
zh_hans: 全局键盘快捷键注册
zh_hant: 全域鍵盤快速鍵註冊

source: Goal met
ar: تحقق الهدف
de: Ziel erreicht
es: Objetivo cumplido
fr: Objectif atteint
hu: Cél teljesítve
ja: 目標達成
nl: Doel behaald
pl: Cel osiągnięty
pt: Objetivo cumprido
ru: Цель достигнута
sv: Målet uppnått
tr: Hedefe ulaşıldı
vi: Đã đạt mục tiêu
zh_hans: 已达成目标
zh_hant: 已達成目標

source: goals
ar: أهداف
de: ziele
es: objetivos
fr: objectifs
hu: célok
ja: 目標
nl: doelen
pl: cele
pt: objetivos
ru: цели
sv: mål
tr: hedefler
vi: mục tiêu
zh_hans: 目标
zh_hant: 目標

source: golden hour
ar: الساعة الذهبية
de: goldene stunde
es: hora dorada
fr: heure dorée
hu: aranyóra
ja: ゴールデンアワー
nl: gouden uur
pl: złota godzina
pt: hora dourada
ru: золотой час
sv: gyllene timmen
tr: altın saat
vi: giờ vàng
zh_hans: 黄金时段
zh_hant: 黃金時段

source: Golden Hour
ar: الساعة الذهبية
de: Goldene Stunde
es: Hora dorada
fr: Heure dorée
hu: Aranyóra
ja: ゴールデンアワー
nl: Gouden uur
pl: Złota godzina
pt: Hora dourada
ru: Золотой час
sv: Gyllene timmen
tr: Altın Saat
vi: Giờ vàng
zh_hans: 黄金时段
zh_hant: 黃金時段

source: Granted
ar: تم المنح
de: Gewährt
es: Concedido
fr: Autorisé
hu: Megadva
ja: 許可済み
nl: Verleend
pl: Przyznano
pt: Concedido
ru: Предоставлено
sv: Beviljad
tr: İzin verildi
vi: Đã cấp quyền
zh_hans: 已授权
zh_hant: 已授權

source: Green
ar: أخضر
de: Grün
es: Verde
fr: Vert
hu: Zöld
ja: グリーン
nl: Groen
pl: Zielony
pt: Verde
ru: Зеленый
sv: Grön
tr: Yeşil
vi: Xanh lục
zh_hans: 绿色
zh_hant: 綠色

source: Grid
ar: الشبكة
de: Raster
es: Cuadrícula
fr: Grille
hu: Rács
ja: グリッド
nl: Raster
pl: Siatka
pt: Grelha
ru: Сетка
sv: Rutnät
tr: Izgara
vi: Lưới
zh_hans: 网格
zh_hant: 格狀

source: Group App Instances
ar: تجميع نسخ التطبيق
de: App-Instanzen gruppieren
es: Agrupar instancias de apps
fr: Regrouper les instances de l'app
hu: Alkalmazáspéldányok csoportosítása
ja: アプリのインスタンスをグループ化
nl: App-instanties groeperen
pl: Grupuj instancje aplikacji
pt: Agrupar Instâncias de Apps
ru: Группировать экземпляры приложений
sv: Gruppera appinstanser
tr: Uygulama Örneklerini Grupla
vi: Nhóm các bản sao ứng dụng
zh_hans: 合并应用实例
zh_hant: 群組應用程式實例

source: Group Contents
ar: محتويات المجموعة
de: Inhalt der Gruppe
es: Contenido del grupo
fr: Contenus du groupe
hu: Csoport tartalma
ja: グループの内容
nl: Groepsinhoud
pl: Zawartość grupy
pt: Conteúdo do Grupo
ru: Содержимое группы
sv: Gruppinnehåll
tr: Grup İçeriği
vi: Nội dung nhóm
zh_hans: 组内内容
zh_hant: 群組內容

source: Group Name
ar: اسم المجموعة
de: Name der Gruppe
es: Nombre del grupo
fr: Nom du groupe
hu: Csoportnév
ja: グループ名
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do Grupo
ru: Название группы
sv: Gruppnamn
tr: Grup Adı
vi: Tên nhóm
zh_hans: 组名称
zh_hant: 群組名稱

source: Group several apps into one dock icon via Pinned Items ▸ Edit ▸ Add Item ▸ App Group
ar: اجمع عدة تطبيقات في أيقونة واحدة في Dock عبر العناصر المثبتة ▸ تحرير ▸ إضافة عنصر ▸ مجموعة تطبيقات
de: Mehrere Apps über Angeheftete Elemente ▸ Bearbeiten ▸ Element hinzufügen ▸ App-Gruppe zu einem Dock-Symbol gruppieren
es: Agrupa varias apps en un solo icono del Dock desde Ítems fijados ▸ Editar ▸ Añadir ítem ▸ Grupo de apps
fr: Regrouper plusieurs apps en une seule icône du dock via Eléments épinglés ▸ Modifier ▸ Ajouter un élément ▸ Groupe d'apps
hu: Több app egy Dock-ikonba csoportosítása a Kitűzött elemek ▸ Szerkesztés ▸ Elem hozzáadása ▸ Appcsoport útvonalon
ja: ピン留め項目 ▸ 編集 ▸ 項目を追加 ▸ アプリグループから、複数のアプリを1つのDockアイコンにまとめられます
nl: Groepeer meerdere apps in één Dock-pictogram via 'Vastgezette items' ▸ 'Bewerken' ▸ 'Item toevoegen' ▸ 'App-groep'
pl: Zgrupuj kilka aplikacji w jednej ikonie Docka przez Przypięte elementy ▸ Edytuj ▸ Dodaj element ▸ Grupa aplikacji
pt: Agrupe várias apps num só ícone da dock em Itens afixados ▸ Editar ▸ Adicionar Item ▸ Grupo de Apps
ru: Объедините несколько приложений в один значок Dock: «Закреплённые элементы» ▸ «Редактировать» ▸ «Добавить объект» ▸ «Группа приложений»
sv: Gruppera flera appar i en docksymbol via Fästa objekt ▸ Redigera ▸ Lägg till objekt ▸ Appgrupp
tr: Birkaç uygulamayı Sabitlenmiş Öğeler ▸ Düzenle ▸ Öğe Ekle ▸ Uygulama Grubu üzerinden tek bir dock simgesinde grupla
vi: Gộp nhiều ứng dụng vào một biểu tượng dock thông qua Mục được ghim ▸ Sửa ▸ Thêm mục ▸ Nhóm ứng dụng
zh_hans: 通过“固定项目” ▸ “编辑” ▸ “添加项目” ▸ “应用组”，可将多个应用组合为一个 Dock 图标
zh_hant: 透過「釘選項目 ▸ 編輯 ▸ 新增項目 ▸ 應用程式群組」，將多個應用程式合併為單一 Dock 圖示

source: Group Windows
ar: تجميع النوافذ
de: Fenster gruppieren
es: Agrupar ventanas
fr: Regrouper les fenêtres
hu: Ablakok csoportosítása
ja: ウインドウをグループ化
nl: Groepeer vensters
pl: Zgrupuj okna
pt: Agrupar Janelas
ru: Сгруппировать окна
sv: Gruppera fönster
tr: Pencereleri Grupla
vi: Nhóm Cửa Sổ
zh_hans: 组合窗口
zh_hant: 群組視窗

source: habit
ar: عادة
de: gewohnheit
es: hábito
fr: habitude
hu: szokás
ja: 習慣
nl: gewoonte
pl: nawyk
pt: hábito
ru: привычка
sv: vana
tr: alışkanlık
vi: thói quen
zh_hans: 习惯
zh_hant: 習慣

source: Habits
ar: العادات
de: Gewohnheiten
es: Hábitos
fr: Habitudes
hu: Szokások
ja: 習慣
nl: Gewoontes
pl: Nawyki
pt: Hábitos
ru: Привычки
sv: Vanor
tr: Alışkanlıklar
vi: Thói quen
zh_hans: 习惯
zh_hant: 習慣

source: Handoff Tile
ar: مربع Handoff
de: Handoff-Kachel
es: Icono de Handoff
fr: Vignette Handoff
hu: Handoff-csempe
ja: Handoffタイル
nl: Handoff-tegel
pl: Kafelek Handoff
pt: Mosaico do Handoff
ru: Плитка Handoff
sv: Handoff-ruta
tr: Handoff Kutucuğu
vi: Ô Handoff
zh_hans: 接力卡片
zh_hant: 接力圖塊

source: Haptic Feedback
ar: الاستجابة اللمسية
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
hu: Haptikus visszajelzés
ja: 触覚フィードバック
nl: Haptische feedback
pl: Reakcja haptyczna
pt: Resposta Háptica
ru: Тактильный отклик
sv: Haptisk återkoppling
tr: Dokunsal Geri Bildirim
vi: Phản hồi Haptic
zh_hans: 触感反馈
zh_hant: 觸覺回饋

source: Header (Leading)
ar: الترويسة (البداية)
de: Kopfbereich (Anfang)
es: Cabecera (inicio)
fr: En-tête (début)
hu: Fejléc (bal oldalon)
ja: ヘッダー (先頭)
nl: Begin (vooraan)
pl: Nagłówek (początek)
pt: Cabeçalho (Início)
ru: Начало (слева)
sv: Sidhuvud (inledande)
tr: Üst Bilgi (Sol)
vi: Đầu (Cạnh đầu)
zh_hans: 起始端
zh_hant: 頁首（前端）

source: health
ar: صحة
de: gesundheit
es: salud
fr: santé
hu: egészség
ja: 健康
nl: gezondheid
pl: zdrowie
pt: saúde
ru: здоровье
sv: hälsa
tr: sağlık
vi: sức khỏe
zh_hans: 健康
zh_hant: 健康

source: Hearts
ar: القلوب
de: Herzen
es: Corazones
fr: Cœurs
hu: Szívek
ja: ハート
nl: Hartjes
pl: Serca
pt: Corações
ru: Сердечки
sv: Hjärtan
tr: Kalpler
vi: Trái tim
zh_hans: 爱心
zh_hant: 愛心

source: heat
ar: حرارة
de: hitze
es: calor
fr: chaleur
hu: hőség
ja: 熱
nl: hitte
pl: ciepło
pt: calor
ru: нагрев
sv: värme
tr: ısı
vi: nhiệt
zh_hans: 热量
zh_hant: 高溫

source: Heavy
ar: سميك
de: Stark
es: Grueso
fr: Épais
hu: Vastag
ja: 太い
nl: Zwaar
pl: Grube
pt: Grosso
ru: Жирный
sv: Kraftig
tr: Kalın
vi: Dày
zh_hans: 粗
zh_hant: 極粗

source: Help Translate DockDoor Pro
ar: المساعدة في ترجمة DockDoor Pro
de: Beim Übersetzen von DockDoor Pro helfen
es: Ayuda a traducir DockDoor Pro
fr: Aidez à traduire DockDoor Pro
hu: Segítsen a DockDoor Pro lokalizálásában
ja: DockDoor Proの翻訳に協力
nl: Help mee met het vertalen van DockDoor Pro
pl: Pomóż w tłumaczeniu DockDoor Pro
pt: Ajude a Traduzir o DockDoor Pro
ru: Помощь в переводе DockDoor Pro
sv: Hjälp till att översätta DockDoor Pro
tr: DockDoor Pro'yu Çevirmeye Yardım Et
vi: Giúp Dịch DockDoor Pro
zh_hans: 帮助翻译 DockDoor Pro
zh_hant: 協助翻譯 DockDoor Pro

source: hex
ar: سداسي عشري
ja: 16進数
zh_hans: 十六进制
zh_hant: 十六進位

source: Hidden
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Masqué
hu: Rejtett
ja: 非表示
nl: Verborgen
pl: Ukryte
pt: Oculto
ru: Скрыто
sv: Gömd
tr: Gizli
vi: Bị ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Hidden by default on this display
ar: مخفي افتراضيًا على هذه الشاشة
de: Auf diesem Display standardmäßig ausgeblendet
es: Oculto por omisión en esta pantalla
fr: Masqué par défaut sur cet écran
hu: Alapértelmezés szerint rejtve ezen a kijelzőn
ja: このディスプレイではデフォルトで非表示
nl: Standaard verborgen op dit scherm
pl: Domyślnie ukryty na tym wyświetlaczu
pt: Oculta por predefinição neste ecrã
ru: Скрыто по умолчанию на этом дисплее
sv: Gömd som standard på den här bildskärmen
tr: Bu ekranda varsayılan olarak gizli
vi: Bị ẩn theo mặc định trên màn hình này
zh_hans: 默认在此显示器上隐藏
zh_hant: 在此顯示器上預設隱藏

source: Hidden Files
ar: الملفات المخفية
de: Versteckte Dateien
es: Archivos ocultos
fr: Fichiers masqués
hu: Rejtett fájlok
ja: 隠しファイル
nl: Verborgen bestanden
pl: Ukryte pliki
pt: Ficheiros Ocultos
ru: Скрытые файлы
sv: Gömda filer
tr: Gizli Dosyalar
vi: Tệp ẩn
zh_hans: 隐藏文件
zh_hant: 隱藏檔案

source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
hu: Elrejtés
ja: 隠す
nl: Verbergen
pl: Ukryj
pt: Ocultar
ru: Скрыть
sv: Göm
tr: Gizle
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide / Unhide
ar: إخفاء/إظهار
de: Ausblenden / Einblenden
es: Ocultar / Mostrar
fr: Masquer / Afficher
hu: Elrejtés / Felfedés
ja: 隠す / 表示
nl: Verbergen / tonen
pl: Ukryj lub pokaż
pt: Ocultar / Mostrar
ru: Скрыть / Показать
sv: Göm / Visa
tr: Gizle / Göster
vi: Ẩn / Hiện
zh_hans: 隐藏 / 取消隐藏
zh_hant: 隱藏 / 顯示

source: Hide Active Window
ar: إخفاء النافذة النشطة
de: Aktives Fenster ausblenden
es: Ocultar ventana activa
fr: Masquer la fenêtre active
hu: Aktív ablak elrejtése
ja: アクティブなウインドウを隠す
nl: Actief venster verbergen
pl: Ukryj aktywne okno
pt: Ocultar Janela Ativa
ru: Скрыть активное окно
sv: Göm aktivt fönster
tr: Etkin Pencereyi Gizle
vi: Ẩn Cửa Sổ Đang Hoạt Động
zh_hans: 隐藏当前窗口
zh_hant: 隱藏使用中視窗

source: Hide All (%lld)
ar: إخفاء الكل (%lld)
de: Alle (%lld) ausblenden
es: Ocultar todas (%lld)
fr: Tout masquer (%lld)
hu: Összes elrejtése (%lld)
ja: すべてを隠す（%lld）
nl: Alles verbergen (%lld)
pl: Ukryj wszystkie (%lld)
pt: Ocultar Todas (%lld)
ru: Очистить все (%lld)
sv: Göm alla (%lld)
tr: Tümünü Gizle (%lld)
vi: Ẩn Tất cả (%lld)
zh_hans: 隐藏全部 (%lld)
zh_hant: 隱藏全部(%lld)

source: Hide Alt-Tab Compact Window Controls
ar: إخفاء عناصر تحكم النوافذ المدمجة في Alt-Tab
de: Kompakte Fenstersteuerungen in Alt-Tab ausblenden
es: Ocultar controles de ventana compactos de Alt-Tab
fr: Masquer les commandes de fenêtre compactes Alt-Tab
hu: Az Alt-Tab kompakt ablakvezérlőinek elrejtése
ja: Alt-Tabのコンパクト表示のウインドウ操作ボタンを非表示
nl: Verberg compacte Alt-Tab-vensterbedieningselementen
pl: Ukryj kompaktowe elementy sterujące oknem Alt-Tab
pt: Ocultar Controlos de Janela Compactos do Alt-Tab
ru: Скрыть элементы управления окном в компактном режиме Alt-Tab
sv: Göm kompakta fönsterreglage i Alt-Tab
tr: Alt-Tab Kompakt Pencere Denetimlerini Gizle
vi: Ẩn điều khiển cửa sổ thu gọn Alt-Tab
zh_hans: 隐藏 Alt-Tab 紧凑窗口控制
zh_hant: 隱藏 Alt-Tab 精簡視窗控制項
